Revit 2027 API
ParameterTypeId.SteelElemHoleSlotLength Property
 "Length of the slot"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleSlotLength { get; }
Public Shared ReadOnly Property SteelElemHoleSlotLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleSlotLength {
	ForgeTypeId^ get ();
}
static member SteelElemHoleSlotLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace